{
  "NAV": {
    "HOME": "Inicio",
    "PROJECTS": "Proyectos",
    "ABOUT": "Sobre m铆",
    "BLOG": "Blog",
    "CONTACT": "Contacto",
    "CERTIFICATIONS": "Certificaciones"
  },
  "LANG": {
    "ES": "ES",
    "EN": "EN"
  },
  "HOME": {
    "HELLO": "隆Hola!",
    "I_AM": "Soy",
    "ROLE": "Desarrollador Jr FullStack con experiencia en Python",
    "DESCRIPTION_1": "Cuento con conocimientos en Python y JavaScript para desarrollo backend, as铆 como en Angular y Node.js para frontend. Trabajo con bases de datos relacionales como MySQL y no relacionales como MongoDB y Firebase. Tengo experiencia en despliegue de aplicaciones utilizando Railway, Vercel y Render.",
    "DESCRIPTION_2": "Adem谩s, tengo experiencia utilizando Docker, Git y GitHub, y manejo sistemas de cach茅 en la nube como Redis.",
    "CONTACT_ME": "Cont谩ctame ",
    "BTN_MORE_ABOUT": "M谩s sobre m铆",
    "BTN_CONTACT": "Cont谩ctame ",
    "STAT_EXP": "A帽o de experiencia",
    "STAT_PROJECTS": "Proyectos",
    "STAT_FULLSTACK": "FullStack",
    "BADGE": " Certificado en Python"
  },

  "PROJECTS": {
  "TITLE": "Mis proyectos ",
  "SUBTITLE": "Algunos proyectos que he construido, universitarios y propios.",
  "BTN_GITHUB": "GitHub",
  "BTN_WEB": "Web",

  "ITEMS": {
    "LA_MORADA_BACK_DESC": "Backend desarrollado para la plataforma web de la Cl铆nica La Morada. Proporciona una API RESTful para la gesti贸n de pacientes, citas m茅dicas, autenticaci贸n de usuarios y administraci贸n de informaci贸n cl铆nica. Implementa validaciones, manejo de roles y conexi贸n segura con base de datos. Node.js v18.x",

    "QUORIDOR_DESC": "Implementaci贸n del juego de mesa Quoridor desarrollada en Python. El proyecto incluye la l贸gica completa del juego, validaci贸n de movimientos, reglas oficiales y sistema de turnos. Dise帽ado con enfoque en estructuras de datos y algoritmos para la gesti贸n eficiente del tablero. Python 3.10",

    "AXIS_BACK_DESC": "Backend del sistema Axis Authenticator. Proporciona servicios de autenticaci贸n y autorizaci贸n, generaci贸n y validaci贸n de tokens, y gesti贸n de usuarios. Dise帽ado bajo arquitectura modular para facilitar escalabilidad y mantenimiento. Node.js v18.x",

    "EAC_DESC": "Sistema desarrollado en Python para la gesti贸n de un centro de atenci贸n de emergencias. Permite registrar pacientes, clasificar niveles de prioridad (triaje), administrar tiempos de atenci贸n y organizar recursos m茅dicos. Enfocado en la simulaci贸n y optimizaci贸n de procesos hospitalarios. Python 3.9",

    "AXIS_AUTH_DESC": "Aplicaci贸n m贸vil desarrollada como cliente del sistema Axis Authenticator. Permite autenticaci贸n segura de usuarios, verificaci贸n en dos pasos y administraci贸n de credenciales. Dise帽ada con enfoque en seguridad y experiencia de usuario. Dart 3.x / Flutter 3.x",
    
    "LA_MORADA_DESC": "Aplicaci贸n web desarrollada para la Cl铆nica La Morada. Permite a los usuarios consultar servicios m茅dicos, agendar citas y acceder a informaci贸n institucional. Implementa una arquitectura frontend moderna con consumo de API y dise帽o responsive. Angular 16"
    }
  },
  "ABOUT": {
  "TITLE": "Sobre M铆 锔",
  "P1": "Soy un estudiante y desarrollador Jr FullStack con mas de 1 a帽o de experiencia enfocado en backend. Me gusta trabajar tanto en frontend como en backend, y siempre estoy aprendiendo para mejorar mis habilidades y crear aplicaciones rapidas y eficientes.",
  "P2": "Interesado en plasmar ideas en soluciones reales, trabajando con buenas pr谩cticas, control de versiones y despliegues en la nube. Me interesa desarrollar los proyectos con c贸digo escalable y mantenible.",
  "ROLE_SMALL": "Full Stack Jr",
  "ROLE_STRONG": "Desarrollador",
  "CARDS": {
    "FRONT": "Dev Front-end",
    "BACK": "Dev Back-end",
    "FULL": "Dev FullStack"
    }
  },
  "BLOG": {
  "TITLE_1": "Blog FullStack",
  "TITLE_2": "Desarrollador ",
  "DESC": "En mi blog comparto mi proceso de estudio y mi camino en el mundo tecnologico.",
  "CARD_1": {
    "TITLE": "Universidad 2026",
    "BODY": "Actualmente voy en octavo semestre en la Universidad de Medell铆n y pronto entrar茅 en pr谩cticas empresariales. Contin煤o form谩ndome como ingeniero en sistemas."
    }
  },
  "CONTACT": {
  "TITLE": "Cont谩ctame",
  "P1": "驴Interesado en trabajar conmigo? Estoy disponible para oportunidades laborales, proyectos freelance o colaboraciones. 隆Escr铆beme!",
  "P2": "Interesado en plasmar ideas en soluciones reales, trabajando con buenas pr谩cticas, control de versiones y despliegues en la nube.",
  "CENTER_ALT": "Perfil"
  },
  "CERTIFICATIONS": {
  "TITLE": "Mis certificados ",
  "TAGS": {
    "backend": "backend",
    "cloud": "cloud",
    "tools": "tools",
    "systems": "systems",
    "design": "design"
  },
  "ITEMS": {
    "PYTHON_TITLE": "Python",
    "PYTHON_DESC": "Curso b谩sico de desarrollo en Python"
    }
  }
}
